Repository: keisukearai/ios-my-fami-list
Catalog: MyFamiList/Localizable.xcstrings
Source language: en
Languages: ja

source: %d day ago
ja: %d日前

source: %d hr ago
ja: %d時間前

source: %d lists · %d members
ja: %d個のリスト ・ %d人

source: %d members joined
ja: %d人が参加中

source: %d min ago
ja: %d分前

source: %d remaining · %d total
ja: 残り%d品 ・ 全%d品

source: %d unpurchased
ja: %d品 未購入

source: + Add item…
ja: ＋ 商品を追加…

source: 1 hour
ja: 1時間

source: 5 min
ja: 5分

source: 15 min
ja: 15分

source: 30 min
ja: 30分

source: Add
ja: 追加

source: Add Category
ja: カテゴリを追加

source: Add items from the input below
ja: 下の入力欄から商品を追加してください

source: Add List
ja: リストを追加

source: added
ja: が追加

source: Apple Sign In failed
ja: Apple Sign In に失敗しました

source: Authentication required
ja: 認証が必要です

source: Beverages
ja: 飲料

source: Bread & Rice
ja: パン・米

source: By continuing, you agree to our Terms of Service and Privacy Policy.
ja: 続けることで利用規約とプライバシーポリシーに同意します。

source: Cancel
ja: キャンセル

source: Cannot connect to server
ja: サーバーに接続できません

source: Category
ja: カテゴリ

source: Category name
ja: カテゴリ名

source: Change
ja: 変更する

source: Change Password
ja: パスワードを変更

source: Clear Checked Items
ja: 買い物完了（チェック済みを削除）

source: Close
ja: 閉じる

source: Condiments
ja: 調味料

source: Confirm Password
ja: 確認

source: Confirmation code
ja: 確認コードを入力

source: Confirmation code (6 digits)
ja: 確認コード（6桁）

source: Connection timed out
ja: 接続がタイムアウトしました

source: Continue with Email
ja: メールアドレスで続ける

source: Continue with Google
ja: Googleで続ける

source: Copied!
ja: コピーしました

source: Copy Code
ja: コードをコピー

source: Create
ja: 作成

source: Create a group or join with an invite code.
ja: グループを作成するか 招待コードで参加してください

source: Create Group
ja: グループを作成

source: Create unlimited groups
ja: グループを何個でも作成できる

source: Create unlimited lists
ja: リストを何個でも作成できる

source: Current Password
ja: 現在のパスワード

source: Custom
ja: カスタム

source: Dairy & Eggs
ja: 乳製品・卵

source: Default (cannot be modified)
ja: デフォルト（変更不可）

source: Delete
ja: 削除

source: Delete Account
ja: アカウントを削除

source: Delete all checked items?
ja: チェック済みをすべて削除しますか？

source: Delete Group
ja: グループを削除

source: Delete List
ja: リストを削除

source: Delete Photo
ja: 写真を削除

source: Delete this group?
ja: グループを削除してもよいですか？

source: Delete This Item
ja: このアイテムを削除

source: Deleting will not affect existing items
ja: 削除しても既存のアイテムには変更が反映されません

source: Deleting your account will also delete %d group(s) you own and all lists. This cannot be undone.
ja: アカウントを削除すると、あなたがオーナーの%d個のグループとすべてのリストも削除されます。この操作は取り消せません。

source: Display Name
ja: 表示名

source: Done
ja: 完了

source: Done 🎉
ja: 完了 🎉

source: e.g. 2 / 300g
ja: 例: 2本 / 300g

source: e.g. ABCD12
ja: 例: ABCD12

source: e.g. Milk
ja: 例: 牛乳

source: e.g. Smith Family, Office Groceries
ja: 例: 山田家、職場の買い出し

source: e.g. This week's supermarket
ja: 例: 今週のスーパー

source: Edit Category
ja: カテゴリを編集

source: Edit Item
ja: 商品を編集

source: Edit Profile
ja: プロフィールを編集

source: Email Address
ja: メールアドレス

source: Enter the 6-digit code sent to %@.
ja: %@ に送信した 6桁のコードを入力してください。

source: Error
ja: エラー

source: FamiList Group Invitation
ja: FamiList グループへの招待

source: Forgot your password?
ja: パスワードを忘れた方はこちら

source: Free Plan
ja: 無料プラン

source: Free plan: up to 2 lists
ja: 無料プランは2つまで

source: Free plan: up to 3 members
ja: 無料プランは3人まで

source: Google Sign In failed
ja: Google Sign In に失敗しました

source: Group name
ja: グループ名

source: Household
ja: 日用品

source: Icon Color (when no photo)
ja: アイコンの色（写真なし時）

source: Icon Emoji
ja: アイコン絵文字

source: In Cart (%d)
ja: カゴに入れた (%d)

source: Invalid URL
ja: URLが不正です

source: Invite
ja: 招待

source: Invite code
ja: 招待コード

source: Invite Members
ja: メンバーを招待

source: Invite to %@
ja: 「%@」に招待

source: Invite unlimited members
ja: メンバーを何人でも招待できる

source: Item Name
ja: 商品名

source: Join
ja: 参加する

source: Join Group
ja: グループに参加

source: Join group with invite code "%@"?
ja: 招待コード「%@」でグループに参加しますか？

source: Join the group "%@" on FamiList
ja: FamiList でグループ「%@」に参加してください

source: Join with Invite Code
ja: 招待コードで参加

source: Just now
ja: たった今

source: Language
ja: 言語

source: Language changed. Please restart the app to apply.
ja: 言語を変更しました。アプリを再起動すると反映されます。

source: Leave
ja: 脱退する

source: Leave Group
ja: グループを脱退

source: Leave this group?
ja: グループから脱退しますか？

source: List name
ja: リスト名

source: Lists
ja: リスト

source: Loading…
ja: 読み込み中…

source: Manage Categories
ja: カテゴリの管理

source: Manage Groups
ja: グループを管理

source: Meat & Fish
ja: 肉・魚

source: Members
ja: メンバー

source: Memo
ja: メモ

source: Mode
ja: モード

source: Name
ja: 名前

source: Network
ja: ネットワーク

source: Network connection lost
ja: ネットワーク接続が切断されました

source: Network error
ja: 通信エラー

source: New Group
ja: 新しいグループ

source: New password
ja: 新しいパスワード

source: New Password
ja: 新しいパスワード

source: New password (8+ characters)
ja: 新しいパスワード（8文字以上）

source: New Password (8+ characters)
ja: 新しいパスワード（8文字以上）

source: New Password (confirm)
ja: 新しいパスワード（確認）

source: New password must be at least 8 characters
ja: 新しいパスワードは8文字以上にしてください

source: No custom categories yet
ja: カスタムカテゴリはまだありません

source: No groups
ja: グループがありません

source: No groups yet Create your first group
ja: グループがありません まずはグループを作成しましょう

source: No internet connection
ja: インターネット接続がありません

source: No items
ja: 商品なし

source: No lists
ja: リストがありません

source: No unpurchased items
ja: 未購入の商品はありません

source: None
ja: なし

source: Notification Interval
ja: 通知間隔

source: Offline
ja: オフライン

source: Online
ja: オンライン

source: Optional
ja: 任意

source: Other
ja: その他

source: Owner
ja: オーナー

source: Password (8+ characters)
ja: パスワード（8文字以上）

source: Password changed successfully
ja: パスワードを変更しました

source: Password Reset Complete
ja: パスワードリセット完了

source: Passwords do not match
ja: パスワードが一致しません

source: Please enter the code and new password (8+ characters)
ja: コードと新しいパスワード（8文字以上）を入力してください

source: Please enter your email address
ja: メールアドレスを入力してください

source: Please enter your email and password
ja: メールアドレスとパスワードを入力してください

source: Please fill in all fields
ja: すべての項目を入力してください

source: Please select a group
ja: グループを選択してください

source: Please sign in again.
ja: 再度サインインしてください。

source: Please sign in with your new password.
ja: 新しいパスワードでサインインしてください。

source: Privacy Policy
ja: プライバシーポリシー

source: Pro Plan
ja: Pro プラン

source: Product not found
ja: 商品が見つかりませんでした

source: Purchase for %@ (one-time)
ja: %@ で購入（買い切り）

source: Purchase verification failed
ja: 購入の検証に失敗しました

source: Quantity
ja: 数量

source: Regenerate Invite Code
ja: 招待コードを再生成

source: Register
ja: 登録する

source: Remove
ja: 削除する

source: Remove "%@" from the group?
ja: 「%@」をグループから削除しますか？

source: Remove from Group
ja: グループから削除

source: Rename Group
ja: グループ名を変更

source: Rename List
ja: リスト名を変更

source: Reset
ja: リセット

source: Reset Password
ja: パスワードのリセット

source: Restore Purchase
ja: 購入を復元

source: Save
ja: 保存

source: Select Group
ja: グループを選択

source: Select Photo
ja: 写真を選択

source: Send Code
ja: コードを送信

source: Server not found
ja: サーバーが見つかりません

source: Settings
ja: 設定

source: Share Link
ja: リンクを共有

source: Share shopping lists with family and groups.
ja: 家族やグループの買い物リストを、 みんなで共有。

source: Share this code with the person you want to invite.
ja: このコードを相手に共有してください

source: Sign in
ja: サインイン

source: Sign In
ja: サインイン

source: Sign in with Apple
ja: Appleでサインイン

source: Sign In with Email
ja: メールでログイン

source: Sign Out
ja: サインアウト

source: Sign out?
ja: サインアウトしますか？

source: Sign Up
ja: 新規登録

source: Signed in with Apple ID
ja: Apple ID でサインイン中

source: Signed in with Email
ja: メールでサインイン中

source: Signed in with Google
ja: Google でサインイン中

source: Snacks
ja: お菓子

source: System Default
ja: システムデフォルト

source: Tap the link to join the group in the app. If not installed, you'll be directed to the App Store.
ja: リンクをタップするとアプリが開いてグループに参加できます。アプリ未インストールの場合は App Store に案内されます。

source: Unknown error
ja: 不明なエラー

source: Unlock all features for your family
ja: 家族みんなで使える すべての機能をロック解除

source: Upgrade to FamiList Pro
ja: FamiList Pro にアップグレード

source: Upgrade to Pro
ja: Pro にアップグレード

source: User
ja: ユーザー

source: Vegetables & Fruits
ja: 野菜・果物

source: We'll send a confirmation code to your registered email address.
ja: 登録済みのメールアドレスに 確認コードを送信します。

source: You can create a list from "Add List"
ja: 「リストを追加」からリストを作成できます

source: Your account and all data will be deleted. This cannot be undone.
ja: アカウントとすべてのデータが削除されます。この操作は取り消せません。
